Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# portfolio_export_hint
source: Holdings at the end of the chosen day, valued at the daily close (UTC) in USDT and converted with the ECB reference rate of that day. Change the currency with “Convert to”.
ar: الرصيد في نهاية اليوم المختار، مقيّمًا بسعر إغلاق اليوم (UTC) بـ USDT ومحوّلًا بالسعر المرجعي للبنك المركزي الأوروبي في ذلك اليوم. غيّر العملة من «التحويل إلى».
cs: Držba na konci zvoleného dne, oceněná denní uzavírací cenou (UTC) v USDT a přepočtená referenčním kurzem ECB z tohoto dne. Měnu změníte v „Přepočítat na”.
da: Beholdning ved udgangen af den valgte dag, værdisat til dagens lukkekurs (UTC) i USDT og omregnet med ECB's referencekurs for den dag. Valutaen ændrer du under ”Omregn til”.
de: Bestand am Ende des gewählten Tags, bewertet zum Tagesschlusskurs (UTC) in USDT und umgerechnet mit dem EZB-Referenzkurs dieses Tags. Die Währung änderst du über «Umrechnen in».
el: Κατοχή στο τέλος της επιλεγμένης ημέρας, αποτιμημένη στην τιμή κλεισίματος της ημέρας (UTC) σε USDT και μετατρεπόμενη με την ισοτιμία αναφοράς της ΕΚΤ εκείνης της ημέρας. Αλλάξτε το νόμισμα από το «Μετατροπή σε».
es: Tenencia al final del día elegido, valorada al precio de cierre diario (UTC) en USDT y convertida con el tipo de referencia del BCE de ese día. Cambia la moneda en «Convertir a».
fa: دارایی در پایان روز انتخاب‌شده، ارزش‌گذاری‌شده با قیمت پایانی روز (UTC) به USDT و تبدیل‌شده با نرخ مرجع بانک مرکزی اروپا در همان روز. ارز را از «تبدیل به» تغییر دهید.
fi: Omistus valitun päivän lopussa, arvostettuna päivän päätöshintaan (UTC) USDT:nä ja muunnettuna EKP:n saman päivän viitekurssilla. Vaihda valuutta kohdasta „Muunna valuuttaan”.
fr: Avoirs à la fin du jour choisi, valorisés au cours de clôture du jour (UTC) en USDT et convertis au taux de référence de la BCE de ce jour. Changer la devise via « Convertir en ».
he: החזקה בסוף היום שנבחר, לפי מחיר הסגירה היומי (UTC) ב-USDT ומומרת לפי שער הייחוס של ה-ECB באותו יום. אפשר לשנות את המטבע דרך ״המרה ל״.
hi: चुने गए दिन के अंत में होल्डिंग, दिन के क्लोज़िंग भाव (UTC) पर USDT में आंकी गई और उस दिन की ECB संदर्भ दर से बदली गई। मुद्रा «इसमें बदलें» से बदलें।
hu: Állomány a választott nap végén, a napi záróárfolyamon (UTC) USDT-ben értékelve, és az EKB aznapi referencia-árfolyamával átváltva. A pénznemet az „Átváltás erre” menüben módosíthatod.
id: Kepemilikan di akhir hari yang dipilih, dinilai dengan harga penutupan harian (UTC) dalam USDT dan dikonversi dengan kurs acuan ECB hari itu. Ubah mata uang lewat «Konversi ke».
it: Possesso alla fine del giorno scelto, valutato al prezzo di chiusura giornaliero (UTC) in USDT e convertito con il tasso di riferimento BCE di quel giorno. Cambia la valuta con «Converti in».
ja: 選択した日の終了時点の保有量。USDT建ての日次終値（UTC）で評価し、その日のECB参照レートで換算します。通貨は「換算通貨」で変更できます。
ko: 선택한 날 마감 시점의 보유량으로, USDT 기준 일 종가(UTC)로 평가하고 그날의 ECB 기준 환율로 환산합니다. 통화는 ‘환산 통화’에서 바꾸세요.
nb: Beholdning ved slutten av valgt dag, verdsatt til dagens sluttkurs (UTC) i USDT og regnet om med ECBs referansekurs for den dagen. Du endrer valutaen under «Regn om til».
nl: Bezit aan het einde van de gekozen dag, gewaardeerd tegen de slotkoers van die dag (UTC) in USDT en omgerekend met de ECB-referentiekoers van die dag. Valuta wijzigen via „Omrekenen naar“.
pl: Stan posiadania na koniec wybranego dnia, wyceniony po dziennym kursie zamknięcia (UTC) w USDT i przeliczony po kursie referencyjnym EBC z tego dnia. Walutę zmienisz w „Przelicz na“.
pt: Posse no fim do dia escolhido, avaliada ao preço de fecho diário (UTC) em USDT e convertida com a taxa de referência do BCE desse dia. Altere a moeda em «Converter para».
pt_br: Posição no fim do dia escolhido, avaliada pelo preço de fechamento diário (UTC) em USDT e convertida pela taxa de referência do BCE desse dia. Altere a moeda em “Converter para”.
ro: Deținerea la sfârșitul zilei alese, evaluată la prețul de închidere zilnic (UTC) în USDT și convertită cu cursul de referință BCE din acea zi. Schimbă moneda din „Convertește în”.
ru: Владение на конец выбранного дня, оценённое по цене закрытия дня (UTC) в USDT и пересчитанное по референсному курсу ЕЦБ на этот день. Валюту можно изменить в «Пересчитать в».
sq: Zotërimi në fund të ditës së zgjedhur, i vlerësuar me çmimin e mbylljes ditore (UTC) në USDT dhe i konvertuar me kursin e referencës së BQE-së për atë ditë. Ndrysho monedhën te «Konverto në».
sv: Innehav vid slutet av vald dag, värderat till dagens stängningskurs (UTC) i USDT och omräknat med ECB:s referenskurs för den dagen. Du byter valuta under ”Räkna om till”.
th: ยอดถือครอง ณ สิ้นวันที่เลือก ประเมินมูลค่าด้วยราคาปิดรายวัน (UTC) เป็น USDT และแปลงด้วยอัตราอ้างอิงของ ECB ในวันนั้น เปลี่ยนสกุลเงินได้ที่ “แปลงเป็น”
tr: Seçilen günün sonundaki varlık; USDT cinsinden günlük kapanış fiyatıyla (UTC) değerlenir ve o günün ECB referans kuruyla çevrilir. Para birimini „Şuna çevir“ ile değiştir.
uk: Володіння на кінець вибраного дня, оцінене за ціною закриття дня (UTC) в USDT і перераховане за референсним курсом ЄЦБ на цей день. Валюту можна змінити в «Перерахувати в».
vi: Số lượng nắm giữ vào cuối ngày đã chọn, định giá theo giá đóng cửa ngày (UTC) bằng USDT và quy đổi theo tỷ giá tham chiếu ECB của ngày đó. Đổi tiền tệ trong «Quy đổi sang».
zh_hans: 所选日期结束时的持仓，按 USDT 计的当日收盘价（UTC）估值，并按当日欧洲央行参考汇率换算。可在“换算为”中更改货币。

# portfolio_export_incomplete
source: incomplete
ar: غير مكتمل
cs: neúplné
da: ufuldstændig
de: unvollständig
el: ελλιπές
es: incompleto
fa: ناقص
fi: puutteellinen
fr: incomplet
he: חלקי
hi: अधूरा
hu: hiányos
id: tidak lengkap
it: incompleto
ja: 不完全
ko: 불완전
nb: ufullstendig
nl: onvolledig
pl: niekompletne
pt: incompleto
pt_br: incompleto
ro: incomplet
ru: неполные данные
sq: e paplotë
sv: ofullständig
th: ไม่ครบถ้วน
tr: eksik
uk: неповні дані
vi: chưa đầy đủ
zh_hans: 不完整

# portfolio_export_no_fx
source: no FX rate
ar: لا يوجد سعر صرف
cs: bez kurzu
da: ingen valutakurs
de: kein Devisenkurs
el: χωρίς ισοτιμία
es: sin tipo de cambio
fa: بدون نرخ ارز
fi: ei valuuttakurssia
fr: aucun taux de change
he: אין שער
hi: कोई विनिमय दर नहीं
hu: nincs árfolyam
id: tanpa kurs
it: nessun cambio
ja: 為替レートなし
ko: 환율 없음
nb: ingen valutakurs
nl: geen wisselkoers
pl: brak kursu
pt: sem câmbio
pt_br: sem câmbio
ro: fără curs valutar
ru: нет курса
sq: pa kurs këmbimi
sv: ingen växelkurs
th: ไม่มีอัตราแลกเปลี่ยน
tr: döviz kuru yok
uk: немає курсу
vi: không có tỷ giá
zh_hans: 无汇率

# portfolio_export_no_price
source: no price
ar: لا يوجد سعر
cs: bez ceny
da: ingen kurs
de: kein Kurs
el: χωρίς τιμή
es: sin precio
fa: بدون قیمت
fi: ei hintaa
fr: aucun prix
he: אין מחיר
hi: कोई कीमत नहीं
hu: nincs ár
id: tanpa harga
it: nessun prezzo
ja: 価格なし
ko: 가격 없음
nb: ingen kurs
nl: geen koers
pl: brak ceny
pt: sem preço
pt_br: sem preço
ro: fără preț
ru: нет цены
sq: pa çmim
sv: ingen kurs
th: ไม่มีราคา
tr: fiyat yok
uk: немає ціни
vi: không có giá
zh_hans: 无价格

# portfolio_export_running
source: Fetching historical prices…
ar: جارٍ جلب الأسعار التاريخية…
cs: Načítání historických cen…
da: Henter historiske kurser…
de: Historische Kurse werden geladen…
el: Λήψη ιστορικών τιμών…
es: Obteniendo precios históricos…
fa: در حال دریافت قیمت‌های تاریخی…
fi: Haetaan historiallisia hintoja…
fr: Récupération des cours historiques…
he: טוען מחירים היסטוריים…
hi: पुराने भाव लाए जा रहे हैं…
hu: Korábbi árfolyamok lekérése…
id: Mengambil harga historis…
it: Recupero prezzi storici…
ja: 過去の価格を取得中…
ko: 과거 시세 불러오는 중…
nb: Henter historiske kurser…
nl: Historische koersen ophalen…
pl: Pobieranie cen historycznych…
pt: A obter preços históricos…
pt_br: Obtendo preços históricos…
ro: Se preiau prețurile istorice…
ru: Загрузка исторических цен…
sq: Po merren çmimet historike…
sv: Hämtar historiska kurser…
th: กำลังดึงราคาย้อนหลัง…
tr: Geçmiş fiyatlar alınıyor…
uk: Завантаження історичних цін…
vi: Đang lấy giá lịch sử…
zh_hans: 正在获取历史价格…

# portfolio_export_title
source: Cut-off date export
ar: تصدير بتاريخ مرجعي
cs: Export k rozhodnému dni
da: Skæringsdato-eksport
de: Stichtag-Export
el: Εξαγωγή ημερομηνίας αναφοράς
es: Exportación a fecha de corte
fa: خروجی تاریخ مبنا
fi: Tilannepäivän vienti
fr: Export à date de référence
he: ייצוא לתאריך קובע
hi: कट-ऑफ़ तारीख़ एक्सपोर्ट
hu: Fordulónapi export
id: Ekspor tanggal acuan
it: Export alla data di riferimento
ja: 基準日エクスポート
ko: 기준일 내보내기
nb: Eksport per skjæringsdato
nl: Peildatum-export
pl: Eksport stanu na dzień
pt: Exportação à data de referência
pt_br: Exportação na data de referência
ro: Export la data de referință
ru: Экспорт на отчётную дату
sq: Eksport në datën e referencës
sv: Export per avstämningsdag
th: ส่งออก ณ วันที่อ้างอิง
tr: Referans tarihi dışa aktarımı
uk: Експорт на звітну дату
vi: Xuất theo ngày chốt
zh_hans: 基准日导出

# portfolio_export_today_hint
source: Today is not finished yet: the current price is used instead of the daily close.
ar: اليوم لم ينتهِ بعد: يُستخدم السعر الحالي بدلًا من سعر الإغلاق اليومي.
cs: Dnešní den ještě neskončil: místo denní závěrečné ceny se použije aktuální kurz.
da: Dagen i dag er ikke slut endnu: den aktuelle kurs bruges i stedet for dagens lukkekurs.
de: Der heutige Tag ist noch nicht abgeschlossen: Statt des Tagesschlusskurses wird der aktuelle Kurs verwendet.
el: Η σημερινή ημέρα δεν έχει ολοκληρωθεί ακόμη: χρησιμοποιείται η τρέχουσα τιμή αντί για την τιμή κλεισίματος.
es: El día de hoy aún no ha terminado: se usa el precio actual en lugar del cierre diario.
fa: امروز هنوز تمام نشده است: به‌جای قیمت بسته شدن روزانه، قیمت فعلی استفاده می‌شود.
fi: Tämä päivä ei ole vielä päättynyt: päivän päätöskurssin sijaan käytetään nykyistä kurssia.
fr: La journée n'est pas encore terminée : le cours actuel est utilisé à la place du cours de clôture.
he: היום עוד לא הסתיים: במקום שער הסגירה היומי נעשה שימוש בשער הנוכחי.
hi: आज का दिन अभी पूरा नहीं हुआ: दिन के क्लोज़िंग भाव की जगह मौजूदा भाव इस्तेमाल होता है।
hu: A mai nap még nem zárult le: a napi záróár helyett az aktuális árfolyam szerepel.
id: Hari ini belum selesai: harga saat ini digunakan sebagai pengganti harga penutupan harian.
it: La giornata di oggi non è ancora conclusa: al posto della chiusura giornaliera si usa il prezzo attuale.
ja: 今日はまだ終わっていません：日足の終値の代わりに現在の価格を使用します。
ko: 오늘은 아직 끝나지 않았습니다: 일일 종가 대신 현재 가격을 사용합니다.
nb: Dagen i dag er ikke over ennå: gjeldende kurs brukes i stedet for dagens sluttkurs.
nl: Vandaag is nog niet afgelopen: in plaats van de slotkoers wordt de huidige koers gebruikt.
pl: Dzisiejszy dzień jeszcze się nie skończył: zamiast ceny zamknięcia używany jest bieżący kurs.
pt: O dia de hoje ainda não terminou: é usado o preço atual em vez do fecho diário.
pt_br: O dia de hoje ainda não terminou: é usado o preço atual em vez do fechamento diário.
ro: Ziua de azi nu s-a încheiat încă: în locul prețului de închidere se folosește prețul curent.
ru: Сегодняшний день ещё не завершён: вместо цены закрытия используется текущий курс.
sq: Dita e sotme ende nuk ka përfunduar: në vend të çmimit të mbylljes përdoret çmimi aktual.
sv: Dagen är inte slut än: aktuell kurs används i stället för dagens stängningskurs.
th: วันนี้ยังไม่สิ้นสุด: ใช้ราคาปัจจุบันแทนราคาปิดรายวัน
tr: Bugün henüz bitmedi: günlük kapanış fiyatı yerine güncel fiyat kullanılıyor.
uk: Сьогоднішній день ще не завершився: замість ціни закриття використовується поточний курс.
vi: Hôm nay chưa kết thúc: giá hiện tại được dùng thay cho giá đóng cửa trong ngày.
zh_hans: 今天尚未结束：使用当前价格代替当日收盘价。

# portfolio_export_total
source: Total
ar: الإجمالي
cs: Celkem
da: I alt
el: Σύνολο
fa: مجموع
fi: Yhteensä
he: סה״כ
hi: कुल
hu: Összesen
it: Totale
ja: 合計
ko: 합계
nb: Totalt
nl: Totaal
pl: Razem
ru: Итого
sq: Gjithsej
sv: Totalt
th: รวม
tr: Toplam
uk: Разом
vi: Tổng
zh_hans: 合计

# portfolio_history_capped
source: Shows the last 5 years only.
ar: يعرض آخر 5 سنوات فقط.
cs: Zobrazuje jen posledních 5 let.
da: Viser kun de seneste 5 år.
de: Zeigt nur die letzten 5 Jahre.
el: Εμφανίζει μόνο τα τελευταία 5 έτη.
es: Solo muestra los últimos 5 años.
fa: فقط ۵ سال اخیر نمایش داده می‌شود.
fi: Näyttää vain viimeiset 5 vuotta.
fr: N'affiche que les 5 dernières années.
he: מוצגות רק 5 השנים האחרונות.
hi: केवल पिछले 5 साल दिखाता है।
hu: Csak az utolsó 5 évet mutatja.
id: Hanya menampilkan 5 tahun terakhir.
it: Mostra solo gli ultimi 5 anni.
ja: 直近5年間のみ表示しています。
ko: 최근 5년만 표시합니다.
nb: Viser bare de siste 5 årene.
nl: Toont alleen de laatste 5 jaar.
pl: Pokazuje tylko ostatnie 5 lat.
pt: Mostra apenas os últimos 5 anos.
pt_br: Mostra apenas os últimos 5 anos.
ro: Afișează doar ultimii 5 ani.
ru: Показаны только последние 5 лет.
sq: Shfaq vetëm 5 vitet e fundit.
sv: Visar bara de senaste 5 åren.
th: แสดงเฉพาะ 5 ปีล่าสุด
tr: Yalnızca son 5 yılı gösterir.
uk: Показано лише останні 5 років.
vi: Chỉ hiển thị 5 năm gần nhất.
zh_hans: 仅显示最近 5 年。

# portfolio_history_change_a11y
source: Value over %1$@: %2$@, %3$@
ar: القيمة خلال %1$@: %2$@، %3$@
cs: Hodnota za %1$@: %2$@, %3$@
da: Værdi over %1$@: %2$@, %3$@
de: Wert über %1$@: %2$@, %3$@
el: Αξία σε %1$@: %2$@, %3$@
es: Valor en %1$@: %2$@, %3$@
fa: ارزش در %1$@: %2$@، %3$@
fi: Arvo, %1$@: %2$@, %3$@
fr: Valeur sur %1$@ : %2$@, %3$@
he: שווי לאורך %1$@: %2$@, %3$@
hi: %1$@ में मूल्य: %2$@, %3$@
hu: Érték (%1$@): %2$@, %3$@
id: Nilai selama %1$@: %2$@, %3$@
it: Valore in %1$@: %2$@, %3$@
ja: %1$@の評価額：%2$@、%3$@
ko: %1$@ 동안의 가치: %2$@, %3$@
nb: Verdi over %1$@: %2$@, %3$@
nl: Waarde over %1$@: %2$@, %3$@
pl: Wartość w okresie %1$@: %2$@, %3$@
pt: Valor em %1$@: %2$@, %3$@
pt_br: Valor em %1$@: %2$@, %3$@
ro: Valoare pe %1$@: %2$@, %3$@
ru: Стоимость за %1$@: %2$@, %3$@
sq: Vlera për %1$@: %2$@, %3$@
sv: Värde över %1$@: %2$@, %3$@
th: มูลค่าช่วง %1$@: %2$@, %3$@
tr: %1$@ boyunca değer: %2$@, %3$@
uk: Вартість за %1$@: %2$@, %3$@
vi: Giá trị trong %1$@: %2$@, %3$@
zh_hans: %1$@ 内价值：%2$@，%3$@

# portfolio_history_change_since_first_a11y
source: Value since your first buy: %1$@, %2$@
ar: القيمة منذ أول شراء: %1$@، %2$@
cs: Hodnota od prvního nákupu: %1$@, %2$@
da: Værdi siden dit første køb: %1$@, %2$@
de: Wert seit dem ersten Kauf: %1$@, %2$@
el: Αξία από την πρώτη αγορά: %1$@, %2$@
es: Valor desde tu primera compra: %1$@, %2$@
fa: ارزش از اولین خرید: %1$@، %2$@
fi: Arvo ensimmäisestä ostosta: %1$@, %2$@
fr: Valeur depuis votre premier achat : %1$@, %2$@
he: שווי מאז הקנייה הראשונה: %1$@, %2$@
hi: पहली खरीद से मूल्य: %1$@, %2$@
hu: Érték az első vétel óta: %1$@, %2$@
id: Nilai sejak pembelian pertama: %1$@, %2$@
it: Valore dal primo acquisto: %1$@, %2$@
ja: 初回購入からの評価額：%1$@、%2$@
ko: 첫 매수 이후 가치: %1$@, %2$@
nb: Verdi siden ditt første kjøp: %1$@, %2$@
nl: Waarde sinds je eerste aankoop: %1$@, %2$@
pl: Wartość od pierwszego zakupu: %1$@, %2$@
pt: Valor desde a primeira compra: %1$@, %2$@
pt_br: Valor desde a primeira compra: %1$@, %2$@
ro: Valoare de la prima cumpărare: %1$@, %2$@
ru: Стоимость с первой покупки: %1$@, %2$@
sq: Vlera që nga blerja e parë: %1$@, %2$@
sv: Värde sedan ditt första köp: %1$@, %2$@
th: มูลค่าตั้งแต่ซื้อครั้งแรก: %1$@, %2$@
tr: İlk alımdan beri değer: %1$@, %2$@
uk: Вартість з першої купівлі: %1$@, %2$@
vi: Giá trị từ lần mua đầu tiên: %1$@, %2$@
zh_hans: 自首次买入以来的价值：%1$@，%2$@

# portfolio_history_collapse
source: Hide value history
ar: إخفاء تطور القيمة
cs: Skrýt vývoj hodnoty
da: Skjul værdiudvikling
de: Wertverlauf zuklappen
el: Απόκρυψη εξέλιξης αξίας
es: Ocultar evolución del valor
fa: پنهان کردن روند ارزش
fi: Piilota arvon kehitys
fr: Masquer l'évolution de la valeur
he: הסתרת התפתחות השווי
hi: मूल्य इतिहास छिपाएँ
hu: Értékalakulás elrejtése
id: Sembunyikan riwayat nilai
it: Nascondi andamento del valore
ja: 評価額の推移を隠す
ko: 가치 추이 숨기기
nb: Skjul verdiutvikling
nl: Waardeverloop verbergen
pl: Ukryj historię wartości
pt: Ocultar evolução do valor
pt_br: Ocultar evolução do valor
ro: Ascunde evoluția valorii
ru: Скрыть динамику стоимости
sq: Fshih ecurinë e vlerës
sv: Dölj värdeutveckling
th: ซ่อนมูลค่าย้อนหลัง
tr: Değer geçmişini gizle
uk: Сховати динаміку вартості
vi: Ẩn diễn biến giá trị
zh_hans: 隐藏价值走势

# portfolio_history_converted
source: Converted at today's rate
ar: محوّلة بسعر اليوم
cs: Přepočteno dnešním kurzem
da: Omregnet til dagens kurs
de: Umgerechnet zum heutigen Kurs
el: Μετατροπή με τη σημερινή ισοτιμία
es: Convertido al cambio de hoy
fa: تبدیل‌شده با نرخ امروز
fi: Muunnettu tämän päivän kurssilla
fr: Converti au cours du jour
he: הומר לפי השער של היום
hi: आज के रेट पर बदला गया
hu: Mai árfolyamon átszámítva
id: Dikonversi dengan kurs hari ini
it: Convertito al cambio di oggi
ja: 今日のレートで換算
ko: 오늘 환율로 환산
nb: Omregnet til dagens kurs
nl: Omgerekend tegen de koers van vandaag
pl: Przeliczono po dzisiejszym kursie
pt: Convertido à cotação de hoje
pt_br: Convertido pela cotação de hoje
ro: Convertit la cursul de azi
ru: Пересчитано по сегодняшнему курсу
sq: Konvertuar me kursin e sotëm
sv: Omräknat till dagens kurs
th: แปลงด้วยอัตราวันนี้
tr: Bugünkü kurla çevrildi
uk: Перераховано за сьогоднішнім курсом
vi: Quy đổi theo tỷ giá hôm nay
zh_hans: 按今日汇率换算

# portfolio_history_expand
source: Show value history
ar: عرض تطور القيمة
cs: Zobrazit vývoj hodnoty
da: Vis værdiudvikling
de: Wertverlauf aufklappen
el: Εμφάνιση εξέλιξης αξίας
es: Mostrar evolución del valor
fa: نمایش روند ارزش
fi: Näytä arvon kehitys
fr: Afficher l'évolution de la valeur
he: הצגת התפתחות השווי
hi: मूल्य इतिहास दिखाएँ
hu: Értékalakulás megjelenítése
id: Tampilkan riwayat nilai
it: Mostra andamento del valore
ja: 評価額の推移を表示
ko: 가치 추이 보기
nb: Vis verdiutvikling
nl: Waardeverloop tonen
pl: Pokaż historię wartości
pt: Mostrar evolução do valor
pt_br: Mostrar evolução do valor
ro: Afișează evoluția valorii
ru: Показать динамику стоимости
sq: Shfaq ecurinë e vlerës
sv: Visa värdeutveckling
th: แสดงมูลค่าย้อนหลัง
tr: Değer geçmişini göster
uk: Показати динаміку вартості
vi: Xem diễn biến giá trị
zh_hans: 显示价值走势

# portfolio_history_includes_trades
source: Includes buys and sells in this period
ar: يشمل عمليات الشراء والبيع في هذه الفترة
cs: Zahrnuje nákupy a prodeje v tomto období
da: Inkluderer køb og salg i denne periode
de: Enthält Käufe und Verkäufe in diesem Zeitraum
el: Περιλαμβάνει αγορές και πωλήσεις αυτής της περιόδου
es: Incluye compras y ventas de este periodo
fa: شامل خرید و فروش‌های این بازه
fi: Sisältää jakson ostot ja myynnit
fr: Inclut les achats et ventes de cette période
he: כולל קניות ומכירות בתקופה זו
hi: इस अवधि की ख़रीद और बिक्री शामिल है
hu: Tartalmazza az időszak vételeit és eladásait
id: Termasuk pembelian dan penjualan pada periode ini
it: Include acquisti e vendite in questo periodo
ja: この期間の購入・売却を含みます
ko: 이 기간의 매수와 매도 포함
nb: Inkluderer kjøp og salg i denne perioden
nl: Inclusief aankopen en verkopen in deze periode
pl: Zawiera zakupy i sprzedaże w tym okresie
pt: Inclui compras e vendas neste período
pt_br: Inclui compras e vendas neste período
ro: Include cumpărările și vânzările din această perioadă
ru: Включает покупки и продажи за этот период
sq: Përfshin blerjet dhe shitjet në këtë periudhë
sv: Inkluderar köp och sälj under perioden
th: รวมการซื้อและขายในช่วงนี้
tr: Bu dönemdeki alım ve satımları içerir
uk: Містить купівлі та продажі за цей період
vi: Bao gồm các lệnh mua và bán trong kỳ này
zh_hans: 包含此期间的买入和卖出

# portfolio_history_loading
source: Loading value history
ar: جارٍ تحميل تطور القيمة
cs: Načítání vývoje hodnoty
da: Indlæser værdiudvikling
de: Wertverlauf wird geladen
el: Φόρτωση εξέλιξης αξίας
es: Cargando evolución del valor
fa: در حال بارگیری روند ارزش
fi: Ladataan arvon kehitystä
fr: Chargement de l'évolution de la valeur
he: טוען את התפתחות השווי
hi: मूल्य इतिहास लोड हो रहा है
hu: Értékalakulás betöltése
id: Memuat riwayat nilai
it: Caricamento andamento del valore
ja: 評価額の推移を読み込み中
ko: 가치 추이 불러오는 중
nb: Laster inn verdiutvikling
nl: Waardeverloop wordt geladen
pl: Wczytywanie historii wartości
pt: A carregar a evolução do valor
pt_br: Carregando evolução do valor
ro: Se încarcă evoluția valorii
ru: Загрузка динамики стоимости
sq: Po ngarkohet ecuria e vlerës
sv: Läser in värdeutveckling
th: กำลังโหลดมูลค่าย้อนหลัง
tr: Değer geçmişi yükleniyor
uk: Завантаження динаміки вартості
vi: Đang tải diễn biến giá trị
zh_hans: 正在加载价值走势

# portfolio_history_period_1y
source: 1 year
ar: سنة واحدة
cs: 1 rok
da: 1 år
de: 1 Jahr
el: 1 έτος
es: 1 año
fa: ۱ سال
fi: 1 vuosi
fr: 1 an
he: שנה
hi: 1 साल
hu: 1 év
id: 1 tahun
it: 1 anno
ja: 1年間
ko: 1년
nb: 1 år
nl: 1 jaar
pl: 1 rok
pt: 1 ano
pt_br: 1 ano
ro: 1 an
ru: 1 год
sq: 1 vit
sv: 1 år
th: 1 ปี
tr: 1 yıl
uk: 1 рік
vi: 1 năm
zh_hans: 1 年

# portfolio_history_period_30d
source: 30 days
ar: 30 يومًا
cs: 30 dní
da: 30 dage
de: 30 Tage
el: 30 ημέρες
es: 30 días
fa: ۳۰ روز
fi: 30 päivää
fr: 30 jours
he: 30 יום
hi: 30 दिन
hu: 30 nap
id: 30 hari
it: 30 giorni
ja: 30日間
ko: 30일
nb: 30 dager
nl: 30 dagen
pl: 30 dni
pt: 30 dias
pt_br: 30 dias
ro: 30 de zile
ru: 30 дней
sq: 30 ditë
sv: 30 dagar
th: 30 วัน
tr: 30 gün
uk: 30 днів
vi: 30 ngày
zh_hans: 30 天

# portfolio_history_period_7d
source: 7 days
ar: 7 أيام
cs: 7 dní
da: 7 dage
de: 7 Tage
el: 7 ημέρες
es: 7 días
fa: ۷ روز
fi: 7 päivää
fr: 7 jours
he: 7 ימים
hi: 7 दिन
hu: 7 nap
id: 7 hari
it: 7 giorni
ja: 7日間
ko: 7일
nb: 7 dager
nl: 7 dagen
pl: 7 dni
pt: 7 dias
pt_br: 7 dias
ro: 7 zile
ru: 7 дней
sq: 7 ditë
sv: 7 dagar
th: 7 วัน
tr: 7 gün
uk: 7 днів
vi: 7 ngày
zh_hans: 7 天

# portfolio_history_period_since_first
source: since first buy
ar: منذ أول شراء
cs: od prvního nákupu
da: siden første køb
de: seit dem ersten Kauf
el: από την πρώτη αγορά
es: desde la primera compra
fa: از اولین خرید
fi: ensimmäisestä ostosta
fr: depuis le premier achat
he: מאז הקנייה הראשונה
hi: पहली खरीद से
hu: az első vétel óta
id: sejak pembelian pertama
it: dal primo acquisto
ja: 初回購入から
ko: 첫 매수 이후
nb: siden første kjøp
nl: sinds de eerste aankoop
pl: od pierwszego zakupu
pt: desde a primeira compra
pt_br: desde a primeira compra
ro: de la prima cumpărare
ru: с первой покупки
sq: që nga blerja e parë
sv: sedan första köpet
th: ตั้งแต่ซื้อครั้งแรก
tr: ilk alımdan beri
uk: з першої купівлі
vi: từ lần mua đầu tiên
zh_hans: 自首次买入以来

# portfolio_history_range_1y
source: 1 Y
ar: سنة
cs: 1 R
da: 1 Å
de: 1 J
el: 1 Ε
es: 1 A
fa: ۱ سال
fi: 1 v
fr: 1 A
he: שנה
hi: 1 साल
hu: 1 É
id: 1 T
it: 1 A
ja: 1年
ko: 1년
nb: 1 Å
nl: 1 J
pl: 1 R
pt: 1 A
pt_br: 1 A
ro: 1 A
ru: 1 Г
sq: 1 V
sv: 1 Å
th: 1 ปี
uk: 1 Р
vi: 1 năm
zh_hans: 1年

# portfolio_history_range_30d
source: 30 D
ar: 30 يومًا
de: 30 T
el: 30 Η
fa: ۳۰ روز
fi: 30 pv
fr: 30 J
he: 30 יום
hi: 30 दिन
hu: 30 N
id: 30 H
it: 30 G
ja: 30日
ko: 30일
ro: 30 Z
ru: 30 Д
th: 30 วัน
tr: 30 G
uk: 30 Д
vi: 30 ngày
zh_hans: 30天

# portfolio_history_range_7d
source: 7 D
ar: 7 أيام
de: 7 T
el: 7 Η
fa: ۷ روز
fi: 7 pv
fr: 7 J
he: 7 ימים
hi: 7 दिन
hu: 7 N
id: 7 H
it: 7 G
ja: 7日
ko: 7일
ro: 7 Z
ru: 7 Д
th: 7 วัน
tr: 7 G
uk: 7 Д
vi: 7 ngày
zh_hans: 7天

# portfolio_history_range_a11y
source: Show history for %1$@
ar: عرض التطور خلال %1$@
cs: Zobrazit vývoj za %1$@
da: Vis udvikling for %1$@
de: Verlauf für %1$@ zeigen
el: Εμφάνιση εξέλιξης για %1$@
es: Mostrar evolución de %1$@
fa: نمایش روند %1$@
fi: Näytä kehitys: %1$@
fr: Afficher l'évolution sur %1$@
he: הצגת ההתפתחות ל־%1$@
hi: %1$@ का इतिहास दिखाएँ
hu: Alakulás megjelenítése: %1$@
id: Tampilkan riwayat %1$@
it: Mostra andamento per %1$@
ja: %1$@の推移を表示
ko: %1$@ 추이 보기
nb: Vis utvikling for %1$@
nl: Verloop voor %1$@ tonen
pl: Pokaż historię: %1$@
pt: Mostrar evolução de %1$@
pt_br: Mostrar evolução de %1$@
ro: Afișează evoluția pentru %1$@
ru: Показать динамику за %1$@
sq: Shfaq ecurinë për %1$@
sv: Visa utveckling för %1$@
th: แสดงย้อนหลัง %1$@
tr: %1$@ için geçmişi göster
uk: Показати динаміку за %1$@
vi: Xem diễn biến %1$@
zh_hans: 显示 %1$@ 走势
